20240307154834-rimanus_meeting_20240308.tex
% Created 2024-03-08 Fri 09:44
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\date{\today}
\title{RIMANUS Meeting 20240308}
\hypersetup{
 pdfauthor={},
 pdftitle={RIMANUS Meeting 20240308},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 29.2 (Org mode 9.6.15)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents

Talk about:

\begin{itemize}
\item the background
\item my motivation --> safety
\item how many different kinds of bubbles are there in the reactor --> during which kinds of scenarios?
\item how people can benefit from my work --> CFD people
\end{itemize}

There are different kinds of bubbles in the SFR.

\begin{itemize}
\item Argon bubbles
\item fuel bubbles
\item Sodium bubbles
\end{itemize}

The \href{20240307154931-core_disruptive_accident_cda.org}{Core Disruptive Accident (CDA)} happens only in extremely impossible hypothetic scenarios.

\noindent\rule{\textwidth}{0.5pt}
The blockage of coolant and sodium boiling is one typical scenario. In this scenario, the positive void coefficient leads to positive feedback between the void fraction and the reactivity. Thus CDA may happen. This safety issue is closely related to the study on the two-phase flow in liquid metal.

However, this aspect is not well-researched.

Nowadays, we have the fastest X-ray tomography setup with high resolution, and a range of experiments are to be planned and operated. The following questions are to be answered:

\begin{enumerate}
\item To what extent would the experiments without flow velocity represent the real condition in the SFR? (Is a pump necessary for the experiment?)
\item How does the argon bubble swarm behave when freely rising?
\begin{itemize}
\item collapse
\item coalescence
\end{itemize}
\item How does the argon bubble swarm behave in the core of the SFR (under the influence of the assembly)?
\item How do sodium bubble behaviors differ from water bubbles?
\end{enumerate}

The purpose of the experiment is to provide the researchers with a benchmark database to establish the models, for example, CFD models, and have a better option to simulate the accident scenarios more precisely, to help improve the safety level of SFR.

At the end, the bubble parameters from different models would be collected and compared.
\end{document}
